app/controllers/abouts_controller.rb

SELECT  "abouts".* FROM "abouts" WHERE "abouts"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
---
	def show

		@about = About.find(params[:id])