app/controllers/abouts_controller.rb

SELECT "abouts".* FROM "abouts"
---
	def show
		@abouts = About.all