app/controllers/index_controller.rb

SELECT "abouts".* FROM "abouts"
---
  def index
  	@abouts = About.all