app/controllers/partners_controller.rb

	def index
	 	@partners = Partner.all
---
SELECT "partners".* FROM "partners"